lab11_php_ci/ci4/app/Controllers/Home.php

    public function index()
    {
        $model = new ArtikelModel();
        $artikel = $model->orderBy('created_at', 'DESC')->limit(5)->findAll();
---
SELECT *
FROM `artikel`
ORDER BY `created_at` DESC
 LIMIT 5